Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: % axe power
zh_cn: %斧力

source: % critical strike chance
zh_cn: %暴击率

source: % damage
zh_cn: %伤害

source: % hammer power
zh_cn: %锤力

source: % knockback
zh_cn: %击退力

source: % mana cost
zh_cn: %魔力花费

source: % melee speed
zh_cn: %近战速度

source: % movement speed
zh_cn: %移动速度

source: % pickaxe power
zh_cn: %镐力

source: % size
zh_cn: %大小

source: % speed
zh_cn: %速度

source: % velocity
zh_cn: %射速

source: '0' Statue
zh_cn: 0字雕像

source: '1' Statue
zh_cn: 1字雕像

source: '2' Statue
zh_cn: 2字雕像

source: '3' Statue
zh_cn: 3字雕像

source: '4' Statue
zh_cn: 4字雕像

source: '5' Statue
zh_cn: 5字雕像

source: '6' Statue
zh_cn: 6字雕像

source: '7' Statue
zh_cn: 7字雕像

source: '8' Statue
zh_cn: 8字雕像

source: '9' Statue
zh_cn: 9字雕像

source: 'A pebble of the heavens'
zh_cn: “天堂卵石”

source: 'A' Statue
zh_cn: A字雕像

source: 'B' Statue
zh_cn: B字雕像

source: 'Balloons shall rain from the sky'
zh_cn: “气球将从天而降”

source: 'Banned in most places'
zh_cn: “在大多数地方禁用”

source: 'Both tasty and flammable'
zh_cn: “既好吃，又易燃”

source: 'Bouncy and sweet!'
zh_cn: “弹弹的，多可爱！”

source: 'C' Statue
zh_cn: C字雕像

source: 'Charged with the essence of many souls'
zh_cn: “汇聚了大量灵魂的精华”

source: 'Conjure masses of astral energy to chase down your foes'
zh_cn: “召唤大量星际能量，用来追杀敌人”

source: 'D' Statue
zh_cn: D字雕像

source: 'Don't shoot your eye out!'
zh_cn: “别把自己的眼球射出来了！”

source: 'E' Statue
zh_cn: E字雕像

source: 'Emits a deathly glow'
zh_cn: “发出致命光芒”

source: 'Entrancing particles revolve around this fragment'
zh_cn: “令人神魂颠倒的粒子围绕此碎片旋转”

source: 'Extremely toxic'
zh_cn: “剧毒”

source: 'F' Statue
zh_cn: F字雕像

source: 'Fezzes are cool'
zh_cn: “土耳其毡帽很酷”

source: 'Fire a lifeform disintegration rainbow'
zh_cn: “发射分束生命彩虹”

source: 'From Orion's belt to the palm of your hand'
zh_cn: “从猎户腰带到你的手掌”

source: 'G' Statue
zh_cn: G字雕像

source: 'Get over here!'
zh_cn: “给我过来！”

source: 'Great for impersonating devs!'
zh_cn: “非常适合冒充开发者！”

source: 'Guts... and Gory!'
zh_cn: “炸裂内脏...鲜血淋淋！”

source: 'H' Statue
zh_cn: H字雕像

source: 'Having a wonderful time!'
zh_cn: “玩得开心！”

source: 'Hot to the touch'
zh_cn: “摸起来烫手”

source: 'I didn't get this off of a Schmoo'
zh_cn: “我没拿到真空之刃”

source: 'I' Statue
zh_cn: I字雕像

source: 'It contains strange symbols'
zh_cn: “上面写着奇怪的符号”

source: 'It looks and smells terrible'
zh_cn: “它看起来、闻起来都很可怕”

source: 'It vibrates with luminous celestial energy'
zh_cn: “它汇聚了闪耀的天界能量”

source: 'It's made out of fire!'
zh_cn: “它是火焰做的！”

source: 'It's pretty, oh so pretty'
zh_cn: “美，太美了”

source: 'It's smiling, might be a good snack'
zh_cn: “它笑眯眯的，应该是个不错的零食”

source: 'Its colorful scales could sell well.'
zh_cn: “它的鳞片五光十色，可能很好卖。”

source: 'J' Statue
zh_cn: J字雕像

source: 'K' Statue
zh_cn: K字雕像

source: 'L' Statue
zh_cn: L字雕像

source: 'Line 'em up and knock 'em down...'
zh_cn: “鬼怪排成行，一发百中...”

source: 'Looks tasty!'
zh_cn: “看上去很好吃！”

source: 'M' Statue
zh_cn: M字雕像

source: 'Makes you look cool!'
zh_cn: “让你看起来酷酷的！”

source: 'Mawwiage...'
zh_cn: “妢礼...”

source: 'May annoy others'
zh_cn: “会惹恼别人”

source: 'N' Statue
zh_cn: N字雕像

source: 'Not even water can put the flame out'
zh_cn: “连水都无法将火焰浇灭”

source: 'Not to be confused with a hamdrill'
zh_cn: “不要与锤钻混淆”

source: 'Not to be confused with a picksaw'
zh_cn: “不要跟锯刃镐混淆”

source: 'O' Statue
zh_cn: O字雕像

source: 'P' Statue
zh_cn: P字雕像

source: 'Pulsing with dark energy'
zh_cn: “与黑暗能量休戚与共”

source: 'Q' Statue
zh_cn: Q字雕像

source: 'R' Statue
zh_cn: R字雕像

source: 'Reacts to the light'
zh_cn: “对光作出反应”

source: 'Rend your foes asunder with a spear of light!'
zh_cn: “用光明之矛将敌人四分五裂！”

source: 'S' Statue
zh_cn: S字雕像

source: 'Sharp and magical!'
zh_cn: “即锋利，又有魔力！”

source: 'Shooting them down at the speed of sound!'
zh_cn: “以音速射下它们！”

source: 'Smells like bubblegum and happiness'
zh_cn: “闻起来像泡泡糖，象征着幸福”

source: 'Smells like lavender and enthusiasm'
zh_cn: “闻起来像薰衣草，象征着热情”

source: 'Smells like mint and glee'
zh_cn: “闻起来像薄荷，象征着欢乐”

source: 'Sometimes carried by creatures in corrupt deserts'
zh_cn: “腐化沙漠中的生物有时会携带”

source: 'Sometimes carried by creatures in light deserts'
zh_cn: “光明沙漠中的生物有时会携带”

source: 'Strike with the fury of the sun'
zh_cn: “利用太阳之怒暴击”

source: 'Swirling energies emanate from this fragment'
zh_cn: “旋涡能量源于此碎片”

source: 'T' Statue
zh_cn: T字雕像

source: 'The blood of gods'
zh_cn: “众神之血”

source: 'The essence of dark creatures'
zh_cn: “黑暗生物的精华”

source: 'The essence of light creatures'
zh_cn: “光明生物的精华”

source: 'The essence of omniscient watchers'
zh_cn: “全知看守人的精华”

source: 'The essence of powerful flying creatures'
zh_cn: “强大飞行生物的精华”

source: 'The essence of pure terror'
zh_cn: “纯粹恐惧的精华”

source: 'The essence of the destroyer'
zh_cn: “毁灭者的精华”

source: 'The fury of the universe lies within this fragment'
zh_cn: “宇宙之怒存在于此碎片内”

source: 'The power of a galaxy resides within this fragment'
zh_cn: “银河之力存在于此碎片内”

source: 'This is a good idea!'
zh_cn: “这主意不错！”

source: 'This will prove to be terrible idea'
zh_cn: “这将是一个可怕的想法”

source: 'Tied down for everyone's pleasure'
zh_cn: “系起来让大家都开心”

source: 'Tossing may be difficult.'
zh_cn: “投出去可不是件易事。”

source: 'U' Statue
zh_cn: U字雕像

source: 'V' Statue
zh_cn: V字雕像

source: 'W' Statue
zh_cn: W字雕像

source: 'Warm to the touch'
zh_cn: “摸起来很温暖”

source: 'Wield a small amount of power from the Nebula Tower'
zh_cn: “施展来自星云塔的少量魔力”

source: 'Wield a small amount of power from the Solar Tower'
zh_cn: “施展来自日耀塔的少量魔力”

source: 'Wield a small amount of power from the Stardust Tower'
zh_cn: “施展来自星尘塔的少量魔力”

source: 'Wield a small amount of power from the Vortex Tower'
zh_cn: “施展来自星旋塔的少量魔力”

source: 'Wuv... twue wuv...'
zh_cn: “耐...真耐...”

source: 'X' Statue
zh_cn: X字雕像

source: 'Y' Statue
zh_cn: Y字雕像

source: 'You are a terrible person'
zh_cn: “你是个可怕的人”

source: 'You are a terrible person.'
zh_cn: “你是个可怕的人。”

source: 'You've been naughty this year'
zh_cn: “你今年很淘气”

source: 'Z' Statue
zh_cn: Z字雕像

source: (Far Greater Difficulty & Loot)
zh_cn: （更大的难度和战利品）

source: (Mod Sources folders can't have spaces)
zh_cn: (Mod Sources文件夹不能含有空格)

source: (PvP)
zh_cn: （玩家对决）

source: (The standard Terraria Experience)
zh_cn: （标准泰拉瑞亚体验）

source: (Try making sure your computer has speakers attached and audio devices enabled)
zh_cn: (请尝试确保你的电脑已连接扬声器并已启用音频设备)

source: (see {0} for full trace)
zh_cn: (请参阅 {0} 以获取完整跟踪)

source: ({0} ft)
zh_cn: （{0}英尺）

source: ({0} mph E)
zh_cn: （{0} mph东风）

source: ({0} mph W)
zh_cn: （{0} mph西风）

source: ({0}) {1} is playing
zh_cn: ({0}) {1}正在玩游戏

source: ({0}) {1} is sending player data...
zh_cn: ({0}) {1}正在发送玩家数据...

source: ({0}) {1} requested world information
zh_cn: ({0}) {1}请求了世界信息

source: ({0}) {1} {2}: Complete!
zh_cn: ({0}) {1} {2}：完成！

source: *Yarr Blarr Harrdarr*
zh_cn: *卜拉卜拉卡卡*

source: - Disabled
zh_cn: - 禁用

source: - Missing
zh_cn: - 缺少

source: /me
zh_cn: /表情

source: /p
zh_cn: /队

source: /players
zh_cn: /玩家

source: /playing
zh_cn: /玩

source: /roll
zh_cn: /滚动

source: 0x33's Aviators
zh_cn: 0x33飞行员

source: 1 Second Timer
zh_cn: 1秒计时器

source: 1 day ago
zh_cn: 1天前

source: 1 defense
zh_cn: 1点防御力

source: 1 enemy nearby!
zh_cn: 附近有1个敌人！

source: 1 hour ago
zh_cn: 1小时前

source: 1 minute ago
zh_cn: 1分钟前

source: 1 month ago
zh_cn: 1月前

source: 1 new mod.
zh_cn: 新增1个模组.

source: 1 player connected.
zh_cn: 1个玩家已连接。

source: 1 second ago
zh_cn: 1秒前

source: 1 year ago
zh_cn: 1年前

source: 10% increased critical chance
zh_cn: 暴击率增加10%

source: 10% increased critical strike chance
zh_cn: 暴击率增加10%

source: 10% increased damage
zh_cn: 伤害增加10%

source: 10% increased magic critical strike chance
zh_cn: 魔法暴击率增加10%

source: 10% increased minion damage and 20% increased movement speed
zh_cn: 仆从伤害增加10%，移动速度提高20%

source: 10% increased movement speed
zh_cn: 移动速度提高10%

source: 10% increased throwing critical strike chance
zh_cn: 投掷暴击率增加10%

source: 10% reduced damage
zh_cn: 伤害减少10%

source: 11% increased melee and ranged critical strike chance
zh_cn: 近战和远程暴击率各增加11%

source: 11% increased movement speed
zh_cn: 移动速度提高11%

source: 12% increased damage
zh_cn: 伤害增加12%

source: 12% increased melee speed
zh_cn: 近战速度提高12%

source: 14% reduced mana usage
zh_cn: 魔力消耗减少14%

source: 15% increased damage
zh_cn: 伤害增加15%

source: 15% increased magic and minion damage
zh_cn: 魔法和仆从伤害各增加15%

source: 15% increased magic damage
zh_cn: 魔法伤害增加15%

source: 15% increased melee damage
zh_cn: 近战伤害增加15%

source: 15% increased melee speed
zh_cn: 近战速度提高15%

source: 15% increased minion and melee damage
zh_cn: 仆从和近战伤害各增加15%

source: 15% increased minion damage, 20% increased melee critical strike chance and movement speed
zh_cn: 仆从伤害增加15%，近战暴击率和移动速度各提高20%

source: 15% increased movement speed
zh_cn: 移动速度提高15%

source: 15% increased ranged damage
zh_cn: 远程伤害增加15%

source: 15% increased summon damage
zh_cn: 召唤伤害增加15%

source: 15% increased throwing critical strike chance
zh_cn: 投掷暴击率增加15%

source: 15% increased throwing damage
zh_cn: 投掷伤害增加15%

source: 15% increased throwing velocity
zh_cn: 投掷射速提高15%

source: 16% increased melee and ranged damage
zh_cn: 近战和远程伤害各增加16%

source: 16% reduced mana usage
zh_cn: 魔力消耗减少16%

source: 17% extra melee damage
zh_cn: 17%额外近战伤害

source: 17% reduced mana usage
zh_cn: 魔力消耗减少17%

source: 18% increased melee and movement speed
zh_cn: 近战和移动速度各提高18%

source: 19% increased melee and movement speed
zh_cn: 近战和移动速度各提高19%

source: 19% reduced mana usage
zh_cn: 魔力消耗减少19%

source: 2 defense
zh_cn: 2点防御力

source: 2% increased damage
zh_cn: 伤害增加2%

source: 20% chance to not consume ammo
zh_cn: 20%的几率不消耗弹药

source: 20% increased arrow damage and speed
zh_cn: 箭的伤害和速度各增加20%

source: 20% increased arrow speed and damage
zh_cn: 箭的速度和伤害各增加20%

source: 20% increased magic damage
zh_cn: 魔法伤害增加20%

source: 20% increased max life
zh_cn: 最大生命值增加20%

source: 20% increased minion and melee damage
zh_cn: 仆从和近战伤害各增加20%

source: 20% increased minion and ranged damage
zh_cn: 仆从和远程伤害各增加20%

source: 20% increased minion damage and 10% increased magic damage
zh_cn: 仆从伤害增加20%，魔法伤害增加10%

source: 20% increased minion damage and 25% increased magic critical strike chance
zh_cn: 仆从伤害增加20%，魔法暴击率增加25%

source: 20% increased minion damage and melee speed
zh_cn: 仆从伤害和近战速度各增加20%

source: 20% increased minion damage, critical strike chance and 30% movement speed
zh_cn: 仆从伤害、暴击率各增加20%，移动速度提高30%

source: 20% increased minion damage, movement speed and melee critical strike chance
zh_cn: 仆从伤害、移动速度和近战暴击率各增加20%

source: 20% increased throwing damage
zh_cn: 投掷伤害增加20%

source: 20% increased throwing velocity
zh_cn: 投掷射速提高20%

source: 20% reduced mana usage
zh_cn: 魔力消耗减少20%

source: 25% chance to not consume ammo
zh_cn: 25%的几率不消耗弹药

source: 25% increased mining speed
zh_cn: 挖矿速度增加25%

source: 25% increased minion & ranged damage
zh_cn: 仆从和远程伤害增加25%

source: 25% increased minion damage and 20% increased movement speed
zh_cn: 仆从伤害增加25%，移动速度提高20%

source: 25% increased movement speed
zh_cn: 移动速度提高25%

source: 25% of damage taken will be redirected to another player
zh_cn: 所受伤害的25%将被重新定向到其他玩家

source: 3 Second Timer
zh_cn: 3秒计时器

source: 3 defense
zh_cn: 3点防御力

source: 3% increased critical strike chance
zh_cn: 暴击率增加3%

source: 30% increased damage
zh_cn: 伤害增加30%

source: 30% increased mining speed
zh_cn: 挖矿速度增加30%

source: 30% increased minion damage and 15% increased magic damage
zh_cn: 仆从伤害增加30%，魔法伤害增加15%

source: 30% increased minion damage and massively increased life regeneration
zh_cn: 仆从伤害增加30%，生命再生速度大幅提高

source: 33% chance to not consume ammo
zh_cn: 33%的几率不消耗弹药

source: 33% chance to not consume bone
zh_cn: 33%的几率不消耗骨头

source: 33% chance to not consume potion crafting ingredients
zh_cn: 33%的几率不消耗制作材料的药水

source: 33% chance to not consume thrown item
zh_cn: 33%的几率不消耗投掷类物品

source: 4 defense
zh_cn: 4点防御力

source: 40% decreased magic damage
zh_cn: 魔法伤害减少40%

source: 45% increased damage
zh_cn: 伤害增加45%

source: 5 Second Timer
zh_cn: 5秒计时器

source: 5% increased damage
zh_cn: 伤害增加5%

source: 5% increased melee critical strike chance
zh_cn: 近战暴击率增加5%

source: 5% increased movement speed
zh_cn: 移动速度提高5%

source: 5% increased ranged damage.
zh_cn: 远程伤害增加5%。

source: 50% chance to not consume ammo
zh_cn: 50%的几率不消耗弹药

source: 50% chance to not consume thrown item
zh_cn: 50%的几率不消耗投掷类物品

source: 500% increased damage for next melee strike
zh_cn: 下次近战暴击伤害增加500%

source: 6% increased critical strike chance
zh_cn: 暴击率增加6%

source: 6% increased damage
zh_cn: 伤害增加6%

source: 6% reduced mana usage
zh_cn: 魔力消耗减少6%

source: 66% chance to not consume ammo
zh_cn: 66%的几率不消耗弹药

source: 7% increased critical strike chance
zh_cn: 暴击率增加7%

source: 7% increased magic damage
zh_cn: 魔法伤害增加7%

source: 7% increased magic damage and critical strike chance
zh_cn: 魔法伤害和暴击率各增加7%

source: 7% increased melee speed
zh_cn: 近战速度提高7%

source: 9% increased magic damage and critical strike chance
zh_cn: 魔法伤害和暴击率各增加9%

source: <Unbound>
zh_cn: <未绑定>

source: <right> to guard with a shield
zh_cn: <right>以用护盾防护

source: <right> to have more minions
zh_cn: <right>可拥有更多仆从

source: <right> to open
zh_cn: <right>可打开

source: <right> to place item on weapon rack
zh_cn: <right>可将物品放置在武器架

source: <right> to place or remove Large Ambers
zh_cn: <right>可放置或移除大琥珀

source: <right> to place or remove Large Amethysts
zh_cn: <right>可放置或移除大紫晶

source: <right> to place or remove Large Diamonds
zh_cn: <right>可放置或移除大钻石

source: <right> to place or remove Large Emeralds
zh_cn: <right>可放置或移除大翡翠

source: <right> to place or remove Large Rubies
zh_cn: <right>可放置或移除大红玉

source: <right> to place or remove Large Sapphires
zh_cn: <right>可放置或移除大蓝玉

source: <right> to place or remove Large Topazes
zh_cn: <right>可放置或移除大黄玉

source: <right> while holding for an alternate attack!
zh_cn: <Right>握持时则可交替展开攻击！

source: <right> while holding to edit wire settings
zh_cn: <right>时按住不放可编辑电线设置

source: A baby Eater of Souls is following you
zh_cn: 噬魂怪宝宝将跟着你

source: A baby dinosaur is following you
zh_cn: 恐龙宝宝将跟着你

source: A baby face monster is following you
zh_cn: 脸怪宝宝将跟着你

source: A baby grinch is following you
zh_cn: 格林奇宝宝将跟着你

source: A baby snowman is following you
zh_cn: 雪人宝宝将跟着你

source: A black kitty is following you
zh_cn: 黑猫将跟着你

source: A cursed sapling is following you
zh_cn: 诅咒树苗将跟着你

source: A fairy is following you
zh_cn: 仙灵将跟着你

source: A flickerwick is following you
zh_cn: 闪烁灯芯将跟着你

source: A friendly spirit is following you
zh_cn: 友好幽魂将跟着你

source: A goblin army has arrived!
zh_cn: 哥布林军队来了！

source: A goblin army has been defeated!
zh_cn: 哥布林军队已被打败！

source: A goblin army is approaching from the east!
zh_cn: 一支哥布林军队正从东边逼近！

source: A goblin army is approaching from the west!
zh_cn: 一支哥布林军队正从西边逼近！

source: A hoardagron is following you
zh_cn: Hoardagron将跟着你

source: A horrible chill goes down your spine...
zh_cn: 不寒而栗，毛骨悚然...

source: A large explosion that will destroy most tiles
zh_cn: 可摧毁大部分图格的大炸弹

source: A little sapling is following you
zh_cn: 小树苗将跟着你

source: A lot cooler than a snow globe
zh_cn: 比雪球冷多了

source: A lot of tenacity and a little bit of luck can go a long way...
zh_cn: 始终坚韧不屈，再加上一点点运气，就可以走得很远...

source: A magical heart that provides light
zh_cn: 可提供照明的魔法心

source: A magical orb that provides light
zh_cn: 可提供照明的魔法球

source: A magical returning dagger
zh_cn: 有魔力的回旋匕首

source: A meteorite has landed!
zh_cn: 陨石已落地！

source: A mod's internal name cannot contain a period
zh_cn: 模组的内部名称不能含有句号

source: A powerful javelin that unleashes tiny eaters
zh_cn: 能释放小吞噬怪的强大标枪

source: A powerful returning hammer
zh_cn: 威力强大的回旋锤

source: A problem was encountered during world generation
zh_cn: 生成世界时遇到问题

source: A problem was encountered when loading custom data for a player
zh_cn: 加载人物自定义数据时遇到问题

source: A problem was encountered when trying to load a world
zh_cn: 尝试加载世界时遇到问题

source: A propeller gato is following you
zh_cn: 飞翔Gato将跟着你

source: A puppy is following you
zh_cn: 小狗将跟着你

source: A small explosion that will destroy some tiles
zh_cn: 可摧毁一些图格的小炸弹

source: A small explosion that will not destroy tiles
zh_cn: 不会摧毁图格的小炸弹

source: A solar eclipse is happening!
zh_cn: 正在发生日食！

source: A spider is following you
zh_cn: 蜘蛛将跟着你

source: A squashling is following you
zh_cn: 南瓜娃娃将跟着你

source: A suspicious looking eye that provides light
zh_cn: 可提供照明的可疑眼球

source: A wisp is following you
zh_cn: 妖灵将跟着你

source: Aaron's Breastplate
zh_cn: Aaron的胸甲

source: Aaron's Helmet
zh_cn: Aaron的头盔

source: Aaron's Leggings
zh_cn: Aaron的护腿

source: Abeemination
zh_cn: 憎恶之蜂

source: Able to mine Hellstone
zh_cn: 能够开采狱石

source: Accept
zh_cn: 接受

source: Accessory
zh_cn: 配饰

source: Achievements
zh_cn: 成就

source: Acid Dye
zh_cn: 酸性染料

source: Acorn
zh_cn: 橡实

source: Acorns
zh_cn: 橡果

source: Action
zh_cn: 操作

source: Activate Set Bonuses: Down
zh_cn: 激活套装奖励：向下

source: Activate Set Bonuses: Up
zh_cn: 激活套装奖励：向上

source: Activates Actuators
zh_cn: 激活制动器

source: Activates every 3 seconds
zh_cn: 每3秒激活

source: Activates every 5 seconds
zh_cn: 每5秒激活

source: Activates every second
zh_cn: 每1秒激活

source: Activates once day starts
zh_cn: 黎明破晓时激活

source: Activates once night starts
zh_cn: 夜幕降临时激活

source: Activates when a player steps on it
zh_cn: 玩家踩上时激活

source: Activates when a player steps on or off it
zh_cn: 玩家上去或下来时激活

source: Activates when a projectile touches it
zh_cn: 射弹触碰到它时激活

source: Activates when all lamps are on, Deactivates otherwise
zh_cn: 所有灯亮时激活，其他情况下停用

source: Activates when anything but a player steps on it
zh_cn: 除玩家以外的任何东西踩上时激活

source: Activates when not all lamps are on, Deactivates otherwise
zh_cn: 部分灯亮时激活，其他情况下停用

source: Activates when stepped on
zh_cn: 踩上时激活

source: Activates whenever occupied by honey, deactivates otherwise
zh_cn: 上面有蜂蜜时激活，其他情况下停用

source: Activates whenever occupied by lava, deactivates otherwise
zh_cn: 上面有熔岩时激活，其他情况下停用

source: Activates whenever occupied by liquid, deactivates otherwise
zh_cn: 上面有液体时激活，其他情况下停用

source: Activates whenever occupied by water, deactivates otherwise
zh_cn: 上面有水时激活，其他情况下停用

source: Activates whenever players are over it, deactivates otherwise
zh_cn: 当玩家越过时激活，其他情况下停用

source: Active Stone Block
zh_cn: 通电石块

source: Actuation Rod
zh_cn: 制动魔杖

source: Actuation device off
zh_cn: 制动设备关

source: Actuation device on
zh_cn: 制动设备开

source: Actuator
zh_cn: 制动器

source: Actuators
zh_cn: 制动器

source: Adamantite
zh_cn: 精金

source: Adamantite Bar
zh_cn: 精金锭

source: Adamantite Beam
zh_cn: 精金梁

source: Adamantite Beam Wall
zh_cn: 精金梁墙

source: Adamantite Breastplate
zh_cn: 精金胸甲

source: Adamantite Chainsaw
zh_cn: 精金链锯

source: Adamantite Drill
zh_cn: 精金钻头

source: Adamantite Forge
zh_cn: 精金熔炉

source: Adamantite Glaive
zh_cn: 精金关刀

source: Adamantite Headgear
zh_cn: 精金头饰

source: Adamantite Helmet
zh_cn: 精金头盔

source: Adamantite Leggings
zh_cn: 精金护腿

source: Adamantite Mask
zh_cn: 精金面具

source: Adamantite Ore
zh_cn: 精金矿

source: Adamantite Pickaxe
zh_cn: 精金镐

source: Adamantite Repeater
zh_cn: 精金连弩

source: Adamantite Sword
zh_cn: 精金剑

source: Adamantite Waraxe
zh_cn: 精金战斧

source: AddItem can only be called from Mod.Load or Mod.Autoload
zh_cn: 添加的项目只能从[Mod.Load]或[Mod.Autoload]中调用

source: Adding Recipes...
zh_cn: 添加合成配方...

source: Adding clay
zh_cn: 正在添加粘土

source: Adding gems
zh_cn: 正在添加宝石

source: Adding mod content...
zh_cn: 添加模组内容...

source: Adding more grass
zh_cn: 正在添加更多草地

source: Adding mushroom patches
zh_cn: 正在添加蘑菇地块

source: Adding sand
zh_cn: 正在添加沙子

source: Adding shinies
zh_cn: 正在添加发光物品

source: Adding silt
zh_cn: 正在添加泥沙

source: Adding snow
zh_cn: 正在添加雪

source: Adding water bodies
zh_cn: 正在添加水体

source: Adding webs
zh_cn: 正在添加蛛丝

source: Adept
zh_cn: 精巧

source: Adhesive Bandage
zh_cn: 粘性绷带

source: Aerial Bane
zh_cn: 空中祸害

source: After all that cake, you might have to call me White Beard for a while.
zh_cn: 吃完这块蛋糕后，你可能就得暂时叫我白胡子了。

source: Agile
zh_cn: 灵活

source: Aglet
zh_cn: 金属带扣

source: Ah, they will tell tales of {PlayerName} some day... good ones I'm sure.
zh_cn: 总有一天他们会讲述{PlayerName}的传奇，肯定会是好故事。

source: Alchemy Lantern
zh_cn: 炼金灯笼

source: Alchemy Table
zh_cn: 炼药桌

source: Ale
zh_cn: 麦芽酒

source: Ale Tosser
zh_cn: 麦芽酒投掷器

source: Alien Goop
zh_cn: 异星笨蛋

source: Alien Hornet
zh_cn: 异星黄蜂

source: Alien Hornet Banner
zh_cn: 异星黄蜂旗

source: Alien Larva
zh_cn: 异星幼虫

source: Alien Larva Banner
zh_cn: 异星幼虫旗

source: Alien Queen
zh_cn: 异星蜂王

source: Alien Queen Banner
zh_cn: 异星蜂王旗

source: Allow Friends Of Friends: Off
zh_cn: 允许好友添加好友：关

source: Allow Friends Of Friends: On
zh_cn: 允许好友添加好友：开

source: Allow Greater Resolutions: Off
zh_cn: 允许更高分辨率：关闭

source: Allow Greater Resolutions: On
zh_cn: 允许更高分辨率：开启

source: Allowed Users: Friends
zh_cn: 允许用户：好友

source: Allowed Users: Invite Only
zh_cn: 允许用户：仅限邀请

source: Allows flight
zh_cn: 可飞行

source: Allows flight and slow fall
zh_cn: 可飞行和缓慢坠落

source: Allows flight and slowfall
zh_cn: 可飞行和缓慢坠落

source: Allows the ability to climb walls
zh_cn: 可爬墙

source: Allows the ability to walk on water
zh_cn: 可在水上行走

source: Allows the collection of Vine Rope from vines
zh_cn: 允许从葡萄藤收集藤蔓绳

source: Allows the collection of hay from grass
zh_cn: 可从草地收集干草

source: Allows the collection of seeds for ammo
zh_cn: 可收集种子作为弹药

source: Allows the combining of some accessories
zh_cn: 可合成一些配饰

source: Allows the control of gravity
zh_cn: 可控制重力

source: Allows the holder to do an improved double jump
zh_cn: 可让持有者更好地二连跳

source: Allows the holder to double jump
zh_cn: 可让持有者二连跳

source: Allows the owner to float for a few seconds
zh_cn: 可让持有者漂浮几秒钟

source: Allows the use of two yoyos at once
zh_cn: 允许同时使用两个悠悠球

source: Allows time to fast forward one day per week
zh_cn: 允许时间每周快进一天

source: Allows you to go into stealth mode
zh_cn: 允许你进入隐身模式

source: Allows you to see nearby danger sources
zh_cn: 允许你查看附近的危险源

source: Always Log Exceptions: Off
zh_cn: 始终记录异常：关闭

source: Always Log Exceptions: On
zh_cn: 始终记录异常：开启

source: Always buy more wire than you need!
zh_cn: 一定要多买些电线！

source: Amanitia Fungifin
zh_cn: 毒菌鱼

source: Amarok
zh_cn: 冰雪悠悠球

source: Amazon
zh_cn: 亚马逊球

source: Amber
zh_cn: 琥珀

source: Amber Bolt
zh_cn: 琥珀矢

source: Amber Gem Lock
zh_cn: 琥珀宝石锁

source: Amber Gemspark Block
zh_cn: 琥珀晶莹宝石块

source: Amber Gemspark Wall
zh_cn: 琥珀晶莹宝石墙

source: Amber Horseshoe Balloon
zh_cn: 琥珀马掌气球

source: Amber Mosquito
zh_cn: 蚊子琥珀

source: Amber Staff
zh_cn: 琥珀法杖

source: Ambient:
zh_cn: 环境：

source: American Explosive
zh_cn: 美洲爆炸狂

source: Amethyst
zh_cn: 紫晶

source: Amethyst Bolt
zh_cn: 紫晶矢

source: Amethyst Gem Lock
zh_cn: 紫晶宝石锁

source: Amethyst Gemspark Block
zh_cn: 紫晶晶莹宝石块

source: Amethyst Gemspark Wall
zh_cn: 紫晶晶莹宝石墙

source: Amethyst Hook
zh_cn: 紫晶钩

source: Amethyst Robe
zh_cn: 紫晶长袍

source: Amethyst Staff
zh_cn: 紫晶法杖

source: Ammo
zh_cn: 弹药

source: Ammo Box
zh_cn: 弹药箱

source: Ammo Reservation
zh_cn: 弹药储备

source: Ammo Reservation Potion
zh_cn: 弹药储备药水

source: An enchanted lantern is lighting your way
zh_cn: 附魔灯笼将为你照亮前路

source: An error occurred while downloading {0}
zh_cn: 下载时发生错误 {0}

source: An error occurred while extracting {0}
zh_cn: 提取时发生错误 {0}

source: An error occurred while loading {0}
zh_cn: 该模组加载时发生错误 {0}

source: An error ocurred while building {0}
zh_cn: {0} 编译时发生错误

source: An eyeball spring is following you
zh_cn: 弹簧眼将跟着你

source: Anchor
zh_cn: 锚

source: Ancient Cloth
zh_cn: 远古布匹

source: Ancient Cobalt Breastplate
zh_cn: 远古钴胸甲

source: Ancient Cobalt Helmet
zh_cn: 远古钴头盔

source: Ancient Cobalt Leggings
zh_cn: 远古钴护腿

source: Ancient Cultist Mask
zh_cn: 远古邪教徒面具

source: Ancient Cultist Trophy
zh_cn: 远古邪教徒纪念章

source: Ancient Doom
zh_cn: 远古噩运妖

source: Ancient Garments
zh_cn: 远古上衣

source: Ancient Gold Helmet
zh_cn: 远古金头盔

source: Ancient Headdress
zh_cn: 远古头饰

source: Ancient Horn
zh_cn: 远古号角

source: Ancient Iron Helmet
zh_cn: 远古铁头盔

source: Ancient Light
zh_cn: 远古光明妖

source: Ancient Manipulator
zh_cn: 远古操纵机

source: Ancient Necro Helmet
zh_cn: 远古死灵头盔

source: Ancient Shadow Greaves
zh_cn: 远古暗影护胫

source: Ancient Shadow Helmet
zh_cn: 远古暗影头盔

source: Ancient Shadow Scalemail
zh_cn: 远古暗影鳞甲

source: Ancient Slacks
zh_cn: 远古裤

source: Ancient Storm
zh_cn: 远古风暴

source: Ancient Vision
zh_cn: 远古幻影妖
